const platformData = {
    1: '运营操作平台',
    2: '商家操作平台',
    3: '机器人操作平台',
    4: '群店操作平台',
    8: '脉货供应商平台',
    9: '脉货分销商平台',
    11: '脉货运营平台',
    12: '吸粉运营平台',
    16: '好衣库供应商平台'
};
// 创建用户允许的平台
const creatPlatformData = {
    1: '运营操作平台',
    2: '商家操作平台',
    3: '机器人操作平台',
    4: '群店操作平台',
    8: '脉货供应商平台',
    11: '脉货运营平台',
    12: '吸粉运营平台',
    16: '好衣库供应商平台'
};
const alonePlatformData = {
    1: '运营操作平台',
    2: '商家操作平台',
    3: '机器人操作平台',
    8: '脉货供应商平台',
    9: '脉货分销商平台',
    11: '脉货运营平台',
    12: '吸粉运营平台',
    16: '好衣库供应商平台'
};
const sonPlatformData = {
    4: {
        5: '蓝马工作平台',
        6: '憨货工作平台',
        7: '好衣库工作平台',
    },
    12: {
        13: '赞到爆工作平台',
        14: '你好奇怪工作平台',
        15: '有种来战工作平台',
    },
};
export default {
    platformData,
    creatPlatformData,
    alonePlatformData,
    sonPlatformData,
};
